git
vim
tmux
trash-cli
jq
wl-clipboard
xclip
htop
neofetch
inxi
smartmontools
xdg-utils
curl
wget
fdclone
ripgrep
pipx
glances
traceroute
build-essential
xdotool
wmctrl
pandoc
ncdu
lm-sensors
iw
iperf3
hostname
gedit
sqlitebrowser
rename
samba
ffmpeg
image-magick
grub-config
gzip
cifs-utils